/* No comment provided by engineer. */
"Are you sure you want to remove these languages? You will not be able to restore them without reinstalling macOS." = "Είστε σίγουροι πως θέλετε να αφαιρέσετε αυτές τις γλώσσες? Για να τις χρησιμοποιήσετε ξανά θα πρέπει να επανεγκαταστήσετε το λειτουργικό σύστημα.";

/* No comment provided by engineer. */
"Cancel" = "Άκυρο";

/* No comment provided by engineer. */
"Canceling operation..." = "Ακύρωση...";

/* No comment provided by engineer. */
"Cannot remove all languages" = "Δεν γίνεται να διαγράψετε όλες τις γλώσσες";

/* No comment provided by engineer. */
"Continue" = "Συνέχεια";

/* No comment provided by engineer. */
"Current architecture: %@" = "Τρέχουσα αρχιτεκτονική: %@";

/* No comment provided by engineer. */
"Files removed. Space saved: %@." = "Τα αρχεία διαγράφηκαν. Χώρος που ελευθερώθηκε: %@.";

/* No comment provided by engineer. */
"Finished removing files" = "Ολοκλήρωση αφαίρεσης αρχείων";

/* No comment provided by engineer. */
"locale_md" = "Μοδαβικά";

/* No comment provided by engineer. */
"Monolingual finished" = "Ολοκλήρωση Monolingual";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes. Your OS has not been modified." = "Το Monolingual σταμάτησε χωρίς να κάνει κάποια αλλαγή. Το λειτουργικό σύστημα δεν τροποποιήθηκε.";

/* No comment provided by engineer. */
"Monolingual started" = "Έναρξη Monolingual";

/* No comment provided by engineer. */
"Nothing done" = "Δεν έγινε τίποτα";

/* No comment provided by engineer. */
"Permission Error" = "Σφάλμα άδειας";

/* No comment provided by engineer. */
"Removal cancelled" = "Ακυρώθηκε η αφαίρεση";

/* No comment provided by engineer. */
"Removal completed" = "Ολοκληρώθηκε η αφαίρεση";

/* No comment provided by engineer. */
"Removing %@…" = "Αφαίρεση %@…";

/* No comment provided by engineer. */
"Removing all languages will make macOS inoperable. Please keep at least one language and try again." = "Η αφαίρεση όλων των αρχείων γλώσσας θα κάνουν το σύστημα σας μη εκκινήσιμο. Παρακαλώ κρατήστε τουλάχιστον μία και ξαναπροσπαθήστε.";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "Αφαίρεση αρχιτεκτονικής από δυαδική μορφή";

/* No comment provided by engineer. */
"Removing language %@ from %@…" = "Αφαίρεση γλώσσας %1$@ από %2$@…";

/* No comment provided by engineer. */
"Removing language %@…" = "Αφαίρεση γλώσσας %@…";

/* No comment provided by engineer. */
"Removing..." = "Αφαίρεση…";

/* No comment provided by engineer. */
"Started removing files" = "Έναρξη αφαίρεσης αρχείων";

/* No comment provided by engineer. */
"Stop" = "Στοπ";

/* No comment provided by engineer. */
"You are about to delete the English language files. Are you sure you want to do that?" = "Είστε έτοιμοι να διαγράψετε τα αρχεία της αγγλικής γλώσσας. Είστε σίγουροι πως θέλετε να το κάνετε αυτό;";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not. Space saved: %@." = "Σταματήσατε την αφαίρεση. Κάποια αρχεία αφαιρέθηκαν, κάποια όχι. Χώρος που ελευθερώθηκε: %@.";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "Λάθος κωδικός διαχειριστή.";

/* No comment provided by engineer. */
"Failed to install helper utility." = "Failed to install helper utility.";

